export const ABOUT_LIST = [
    "Предлагать качественный сервис нашим клиентам",
    "Предоставить широкий выбор привлекательной недвижимости ",
    "Помочь клиенту разобраться во всем многообразии ",
    "Предлагать все по привлекательным ценам",
]

export const SERVICES_LIST = [
    "Экспертиза документов на представляемый заказчиком к продаже объект недвижимости",
    "Оформление и регистрация гражданско-правовых договоров с недвижимым имуществом",
    "Консультация по вопросам, связанным с рынком недвижимого имущества",
    "Содействие в проведении сделки купли-продажи объекта недвижимости",
    "Поиск потенциального покупателя на объект недвижимости заказчика",
    "Сопровождение сделки купли-продажи объекта недвижимости",
    "Посреднические услуги по аренде объекта недвижимости",
    "Организация просмотра (показа) объекта недвижимости",
    "Оформление в собственность земельного участка",
    "Регистрация перехода права собственности",
    "Рекламное обеспечениe",
]

export const LANGUAGE_LIST = ["en", "ro", "bg", "ru"]

export const MENU_LIST = [
    "Home",
    "About",
    "Services",
    "Sale",
    "Rent",
    "Reviews",
    "Contacts",
]


export const HREF
    = window.location.hostname === 'localhost'
    	? 'http://localhost:5001/'
    	: 'https://';


export const PostField = [
    "area",
    "district",
    "city",
    "price",
    "additionalFields",
    "tag",
]